# IdeaStatiCa.RcsApi.Model.ConcreteBlock
Data of concrete block

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Lenght** | **double** | Lenght of ConcreteBlock | [optional]
**Width** | **double** | Width of ConcreteBlock | [optional]
**Height** | **double** | Height of ConcreteBlock | [optional]
**Material** | **string** | Material of ConcreteBlock | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)